/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "Java-ohjelmaa ei voida avata";
"It requires a newer java" 	= "Se vaatii Mac OS X 10.1:n tai uudemman ja Java-päivitys 1:n";
"Quit" 						= "Lopeta";
